Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Stop keeping on this device
de: Nicht mehr auf diesem Gerät behalten
es: Dejar de guardar en este dispositivo
fr: Ne plus conserver sur cet appareil
it: Non conservare più su questo dispositivo
ja: このデバイスに保存しない
ko: 이 기기에 보관 중지
pt_br: Não manter mais neste dispositivo
zh_hans: 不再保留在此设备上

source: Stop using this relay
de: Dieses Relay nicht mehr verwenden
es: Dejar de usar este relay
fr: Ne plus utiliser ce relay
it: Smetti di usare questo relay
ja: この relay の使用をやめる
ko: 이 Relay 사용 중지
pt_br: Parar de usar este relay
zh_hans: 停止使用此 Relay

source: Stops idle sleep so friends stay connected. Closing the lid still sleeps the Mac.
de: Verhindert den Ruhezustand bei Inaktivität, damit Freunde verbunden bleiben. Beim Zuklappen wechselt der Mac trotzdem in den Ruhezustand.
es: Evita que el Mac entre en reposo para que tus amigos sigan conectados. Si cierras la tapa, el Mac se dormirá igualmente.
fr: Empêche la mise en veille pour que vos proches restent connectés. Rabattre l'écran met quand même le Mac en veille.
it: Impedisce lo stop automatico così gli amici restano connessi. Chiudendo il coperchio il Mac va comunque in stop.
ja: スリープを防いで、友だちとの接続を保ちます。ふたを閉じると Mac はスリープします。
ko: 자동 잠자기를 막아 친구들이 계속 연결된 상태를 유지합니다. 덮개를 닫으면 Mac은 그대로 잠자기 상태가 됩니다.
pt_br: Impede o modo de repouso para os amigos continuarem conectados. Fechar a tampa ainda faz o Mac dormir.
zh_hans: 阻止闲置休眠，让好友保持连接。合上盖子仍会让 Mac 进入睡眠。

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
zh_hans: 存储

source: Store-and-forward only, not a live P2P relay. Your secret stays in this device's Keychain.
de: Nur Speichern und Weiterleiten, kein Live-P2P-Relay. Dein geheimer Schlüssel bleibt im Schlüsselbund dieses Geräts.
es: Solo almacena y reenvía; no es un relay P2P en directo. Tu secreto permanece en el Llavero de este dispositivo.
fr: Uniquement en mode stockage et transfert, pas un relay P2P en direct. Votre secret reste dans le trousseau de cet appareil.
it: Solo store-and-forward, non un relay P2P attivo. Il tuo segreto resta nel Portachiavi di questo dispositivo.
ja: 蓄積転送のみで、リアルタイムの P2P relay ではありません。あなたのシークレットはこのデバイスのキーチェーンに保管されます。
ko: 실시간 P2P Relay가 아니라 저장 후 전달 방식입니다. 비밀 키는 이 기기의 키체인에 그대로 남아 있습니다.
pt_br: Apenas armazena e encaminha, não é um relay P2P ao vivo. Seu segredo continua nas Chaves deste dispositivo.
zh_hans: 仅做存储转发，不是实时的 P2P Relay。你的密钥保存在本机的钥匙串中。

source: Stories disappear after 24 hours, or it isn't shared with you.
de: Stories verschwinden nach 24 Stunden – oder sie wurde nicht mit dir geteilt.
es: Las historias desaparecen a las 24 horas, o no la han compartido contigo.
fr: Les stories disparaissent au bout de 24 heures, ou celle-ci n'est pas partagée avec vous.
it: Le storie spariscono dopo 24 ore, oppure non è stata condivisa con te.
ja: ストーリーは24時間で消えます。または、あなたには共有されていません。
ko: 스토리는 24시간이 지나면 사라집니다. 또는 나와 공유되지 않은 스토리일 수 있습니다.
pt_br: Os stories desaparecem depois de 24 horas — ou este não foi compartilhado com você.
zh_hans: 动态会在 24 小时后消失，或者这条没有分享给你。

source: Stories disappear after 24 hours, unless the author kept it on their profile.
de: Stories verschwinden nach 24 Stunden, es sei denn, der Autor hat sie im Profil behalten.
es: Las historias desaparecen a las 24 horas, a menos que el autor las haya conservado en su perfil.
fr: Les stories disparaissent après 24 heures, sauf si l'auteur les a conservées sur son profil.
it: Le storie scompaiono dopo 24 ore, a meno che l'autore non le abbia conservate sul profilo.
ja: ストーリーは24時間で消えます。作者がプロフィールに残していない場合は表示できません。
ko: 스토리는 24시간 후 사라집니다. 작성자가 프로필에 보관하지 않았다면 볼 수 없습니다.
pt_br: Stories somem após 24 horas, a menos que o autor tenha mantido no perfil.
zh_hans: 快拍会在 24 小时后消失，除非作者将其保留在个人资料中。

source: Story expired
de: Story abgelaufen
es: Historia caducada
fr: Story expirée
it: Storia scaduta
ja: ストーリーの期限切れ
ko: 스토리 만료됨
pt_br: Story expirado
zh_hans: 快拍已过期

source: Story no longer available
de: Story nicht mehr verfügbar
es: La historia ya no está disponible
fr: Story plus disponible
it: Storia non più disponibile
ja: ストーリーはもう利用できません
ko: 스토리를 더 이상 볼 수 없음
pt_br: Story não está mais disponível
zh_hans: 快拍已不可用

source: Story unavailable
de: Story nicht verfügbar
es: Historia no disponible
fr: Story indisponible
it: Storia non disponibile
ja: ストーリーを表示できません
ko: 스토리를 볼 수 없음
pt_br: Story indisponível
zh_hans: 动态不可用

source: Suggest conversations
de: Unterhaltungen vorschlagen
es: Sugerir conversaciones
fr: Suggérer des conversations
it: Suggerisci conversazioni
ja: 会話を提案
ko: 대화 추천
pt_br: Sugerir conversas
zh_hans: 推荐会话

source: Super data saver
de: Extremer Datensparmodus
es: Ahorro de datos extremo
fr: Économiseur de données maximal
it: Risparmio dati extra
ja: スーパーデータセーバー
ko: 데이터 초절약
pt_br: Supereconomia de dados
zh_hans: 超级省流量

source: Switch identity
de: Identität wechseln
es: Cambiar de identidad
fr: Changer d'identité
it: Cambia identità
ja: アイデンティティを切り替える
ko: 신원 전환
pt_br: Trocar de identidade
zh_hans: 切换身份

source: Switch to “%@”?
de: Zu „%@“ wechseln?
es: ¿Cambiar a “%@”?
fr: Passer à « %@ » ?
it: Passare a “%@”?
ja: “%@”に切り替えますか？
ko: “%@”(으)로 전환할까요?
pt_br: Mudar para “%@”?
zh_hans: 切换到“%@”？

source: Switch to Custom domain or Manual — free tunnel hostnames won't resolve on this network.
de: Wechsle zu „Eigene Domain“ oder „Manuell“ — kostenlose Tunnel-Hostnamen lassen sich in diesem Netzwerk nicht auflösen.
es: Cambia a Dominio personalizado o Manual: los nombres de host de túnel gratuitos no se resuelven en esta red.
fr: Passez à Domaine personnalisé ou Manuel — les noms d'hôte des tunnels gratuits ne se résolvent pas sur ce réseau.
it: Passa a Dominio personalizzato o Manuale — i nomi host dei tunnel gratuiti non si risolvono su questa rete.
ja: カスタムドメインまたは手動に切り替えてください。このネットワークでは無料トンネルのホスト名を解決できません。
ko: 사용자 지정 도메인 또는 수동으로 전환하세요 — 이 네트워크에서는 무료 터널 호스트 이름이 확인되지 않습니다.
pt_br: Mude para Domínio personalizado ou Manual — nomes de host de túnel gratuitos não são resolvidos nesta rede.
zh_hans: 请切换到“自定义域名”或“手动”——免费隧道的主机名在此网络上无法解析。

source: Sync activity
de: Sync-Aktivität
es: Actividad de sincronización
fr: Activité de synchronisation
it: Attività di sincronizzazione
ja: 同期アクティビティ
ko: 동기화 활동
pt_br: Atividade de sincronização
zh_hans: 同步活动

source: Synced media
de: Synchronisierte Medien
es: Contenido sincronizado
fr: Médias synchronisés
it: Media sincronizzati
ja: 同期済みメディア
ko: 동기화된 미디어
pt_br: Mídia sincronizada
zh_hans: 已同步的媒体

source: Tap for live sync detail. Yellow: still syncing. Red: only on this device.
de: Tippe für Live-Details zur Synchronisierung. Gelb: wird noch synchronisiert. Rot: nur auf diesem Gerät.
es: Toca para ver el detalle de la sincronización en vivo. Amarillo: aún sincronizando. Rojo: solo en este dispositivo.
fr: Touchez pour le détail de la synchronisation en direct. Jaune : synchronisation en cours. Rouge : uniquement sur cet appareil.
it: Tocca per i dettagli di sincronizzazione in tempo reale. Giallo: sincronizzazione in corso. Rosso: solo su questo dispositivo.
ja: タップすると同期の状況を確認できます。黄色：同期中。赤：このデバイスのみ。
ko: 탭하면 실시간 동기화 상세 정보를 볼 수 있습니다. 노란색: 아직 동기화 중. 빨간색: 이 기기에만 있음.
pt_br: Toque para ver detalhes da sincronização. Amarelo: ainda sincronizando. Vermelho: só neste dispositivo.
zh_hans: 点按查看实时同步详情。黄色：仍在同步。红色：仅存在于此设备。

source: Tap for photo · Hold for video
de: Tippen für Foto · Halten für Video
es: Toca para foto · Mantén para vídeo
fr: Touchez pour une photo · Maintenez pour une vidéo
it: Tocca per la foto · Tieni premuto per il video
ja: タップで写真 · 長押しで動画
ko: 탭하면 사진 · 길게 누르면 동영상
pt_br: Toque para foto · Segure para vídeo
zh_hans: 轻点拍照 · 按住录像

source: Tap to reveal
de: Zum Anzeigen tippen
es: Toca para mostrar
fr: Touchez pour afficher
it: Tocca per mostrare
ja: タップして表示
ko: 탭하여 확인
pt_br: Toque para revelar
zh_hans: 点按显示

source: Tap to review who wants to connect
de: Tippe, um zu sehen, wer sich verbinden möchte
es: Toca para ver quién quiere conectarse
fr: Touchez pour voir qui souhaite se connecter
it: Tocca per vedere chi vuole connettersi
ja: タップして、つながりたい人を確認
ko: 누가 연결을 요청했는지 탭하여 확인하세요
pt_br: Toque para ver quem quer se conectar
zh_hans: 点按查看谁想与你连接

source: Tap to view
de: Zum Ansehen tippen
es: Toca para ver
fr: Touchez pour voir
it: Tocca per visualizzare
ja: タップして見る
ko: 탭하여 보기
pt_br: Toque para ver
zh_hans: 点按查看

source: Technical details, your identity, and starting over.
de: Technische Details, deine Identität und ein Neuanfang.
es: Detalles técnicos, tu identidad y cómo empezar de cero.
fr: Détails techniques, votre identité et tout recommencer.
it: Dettagli tecnici, la tua identità e come ricominciare.
ja: 技術的な詳細、アイデンティティ、やり直し。
ko: 기술 정보, 내 신원, 그리고 처음부터 다시 시작하기.
pt_br: Detalhes técnicos, sua identidade e como recomeçar.
zh_hans: 技术细节、你的身份，以及重新开始。

source: That circle is locked with Face ID and can't be used here.
de: Dieser Kreis ist mit Face ID gesperrt und kann hier nicht verwendet werden.
es: Ese círculo está bloqueado con Face ID y no se puede usar aquí.
fr: Ce cercle est verrouillé par Face ID et ne peut pas être utilisé ici.
it: Quella cerchia è protetta con Face ID e non può essere usata qui.
ja: そのサークルは Face ID でロックされているため、ここでは使えません。
ko: 그 서클은 Face ID로 잠겨 있어 여기서는 사용할 수 없습니다.
pt_br: Esse círculo está bloqueado com Face ID e não pode ser usado aqui.
zh_hans: 该圈子已用 Face ID 锁定，无法在这里使用。

source: That code isn't valid. Check you copied the whole thing.
de: Dieser Code ist ungültig. Prüfe, ob du ihn vollständig kopiert hast.
es: Ese código no es válido. Comprueba que lo has copiado entero.
fr: Ce code n'est pas valide. Vérifiez que vous l'avez copié en entier.
it: Il codice non è valido. Controlla di averlo copiato per intero.
ja: そのコードは正しくありません。全体をコピーできているか確認してください。
ko: 유효하지 않은 코드입니다. 전체를 복사했는지 확인해 주세요.
pt_br: Esse código não é válido. Confira se você copiou o código inteiro.
zh_hans: 这个代码无效。请检查是否完整复制。

source: The ground rules
de: Die Grundregeln
es: Las normas básicas
fr: Les règles de base
it: Le regole di base
ja: 基本ルール
ko: 기본 규칙
pt_br: As regras básicas
zh_hans: 基本规则

source: The primary holds your master key and authorizes your other devices — pick ONE (e.g. your iPhone).
de: Das primäre Gerät enthält deinen Hauptschlüssel und autorisiert deine anderen Geräte — wähle EINS (z. B. dein iPhone).
es: El dispositivo principal guarda tu clave maestra y autoriza tus demás dispositivos — elige UNO (por ejemplo, tu iPhone).
fr: L'appareil principal détient votre clé maîtresse et autorise vos autres appareils — choisissez-en UN SEUL (par ex. votre iPhone).
it: Il dispositivo principale custodisce la tua chiave madre e autorizza gli altri dispositivi — scegline UNO (ad es. il tuo iPhone).
ja: プライマリ端末はマスターキーを保管し、ほかの端末を承認します — 1台だけ選んでください（例：iPhone）。
ko: 기본 기기는 마스터 키를 보관하고 다른 기기를 승인합니다 — 하나만 선택하세요(예: iPhone).
pt_br: O dispositivo principal guarda sua chave mestra e autoriza os outros — escolha APENAS UM (por exemplo, seu iPhone).
zh_hans: 主设备保管你的主密钥，并为你的其他设备授权 — 只能选一台（例如你的 iPhone）。

source: Their own name will appear once you connect — they choose it, signed with their key.
de: Ihr eigener Name erscheint, sobald ihr verbunden seid — sie wählen ihn selbst, signiert mit ihrem Schlüssel.
es: Su nombre aparecerá en cuanto se conecten — lo elige esa persona y va firmado con su clave.
fr: Leur nom apparaîtra une fois la connexion établie — ce sont eux qui le choisissent, signé avec leur clé.
it: Il loro nome comparirà quando vi collegherete — lo scelgono loro, firmato con la loro chiave.
ja: 相手の名前は接続すると表示されます — 名前は相手が決め、相手の鍵で署名されます。
ko: 연결되면 상대방이 직접 정한 이름이 표시됩니다 — 그 이름은 상대방의 키로 서명됩니다.
pt_br: O nome que essa pessoa usa aparece assim que vocês se conectarem — ela mesma escolhe, assinado com a chave dela.
zh_hans: 连接之后就会显示他们自己的名字 — 名字由他们自己定，并用他们的密钥签名。

source: Their posts leave your view of the circle and they can't rejoin through you. Your own devices stay in sync.
de: Ihre Beiträge verschwinden aus deiner Ansicht des Kreises und sie können über dich nicht wieder beitreten. Deine eigenen Geräte bleiben synchron.
es: Sus publicaciones desaparecen de tu vista del círculo y no podrá volver a unirse a través de ti. Tus dispositivos se mantienen sincronizados.
fr: Leurs publications disparaissent de votre vue du cercle et cette personne ne peut plus le rejoindre via vous. Vos propres appareils restent synchronisés.
it: I loro post spariscono dalla tua vista della cerchia e non potranno rientrare tramite te. I tuoi dispositivi restano sincronizzati.
ja: 相手の投稿はあなたのサークル表示から消え、あなた経由では再参加できなくなります。あなた自身の端末どうしは同期されたままです。
ko: 상대방의 게시물이 내 서클 화면에서 사라지고, 나를 통해서는 다시 참여할 수 없습니다. 내 기기끼리는 계속 동기화됩니다.
pt_br: As publicações dessa pessoa saem da sua visão do círculo e ela não consegue voltar por meio de você. Seus próprios dispositivos continuam sincronizados.
zh_hans: 他们的帖子会从你看到的圈子里消失，也无法再通过你重新加入。你自己的设备会保持同步。

source: There are no messages yet.
de: Noch keine Nachrichten.
es: Todavía no hay mensajes.
fr: Il n'y a pas encore de messages.
it: Non ci sono ancora messaggi.
ja: まだメッセージはありません。
ko: 아직 메시지가 없습니다.
pt_br: Ainda não há mensagens.
zh_hans: 还没有消息。

source: There's no post to reply to yet.
de: Es gibt noch keinen Beitrag, auf den du antworten kannst.
es: Todavía no hay ninguna publicación a la que responder.
fr: Il n'y a pas encore de publication à laquelle répondre.
it: Non c'è ancora nessun post a cui rispondere.
ja: 返信できる投稿はまだありません。
ko: 아직 답글을 달 게시물이 없습니다.
pt_br: Ainda não há publicação para responder.
zh_hans: 还没有可回复的帖子。

source: They say they made this circle. We can't check that, so only follow if that's right — whoever you follow will be able to remove people.
de: Sie sagen, sie hätten diesen Kreis erstellt. Wir können das nicht überprüfen — folge nur, wenn das stimmt: Wem du folgst, der kann Personen entfernen.
es: Dice que creó este círculo. No podemos comprobarlo, así que sigue a esa persona solo si es cierto — quien sigas podrá expulsar a otras personas.
fr: Cette personne affirme avoir créé ce cercle. Nous ne pouvons pas le vérifier : ne la suivez que si c'est exact — la personne que vous suivez pourra exclure des membres.
it: Dicono di aver creato questa cerchia. Non possiamo verificarlo, quindi segui solo se è davvero così — chi segui potrà rimuovere persone.
ja: この人はこのサークルを作ったと言っています。こちらでは確認できないので、間違いない場合だけフォローしてください — フォローした相手はメンバーを削除できるようになります。
ko: 이 서클을 만들었다고 하지만 저희가 확인할 수는 없습니다. 사실일 때만 팔로우하세요 — 팔로우한 사람은 다른 사람을 내보낼 수 있습니다.
pt_br: Essa pessoa diz que criou este círculo. Não temos como verificar, então só siga se isso estiver certo — quem você seguir vai poder remover pessoas.
zh_hans: 他们说这个圈子是自己建的。我们无法核实，所以只有确实如此才去关注 — 你关注的人将可以移除成员。

source: They'll be able to see what you've shared with this circle, including past posts.
de: Sie können sehen, was du mit diesem Kreis geteilt hast, auch frühere Beiträge.
es: Podrá ver lo que has compartido con este círculo, incluidas las publicaciones anteriores.
fr: Cette personne pourra voir ce que vous avez partagé avec ce cercle, y compris les publications passées.
it: Potranno vedere ciò che hai condiviso con questa cerchia, compresi i post passati.
ja: あなたがこのサークルで共有したものを、過去の投稿も含めて相手が見られるようになります。
ko: 이 서클에 공유한 내용을 지난 게시물까지 모두 볼 수 있게 됩니다.
pt_br: Essa pessoa vai poder ver o que você compartilhou com este círculo, inclusive publicações antigas.
zh_hans: 他们将能看到你分享到这个圈子的内容，包括以前的帖子。

source: They'll show up once you're both online.
de: Sie erscheinen, sobald ihr beide online seid.
es: Aparecerán cuando los dos estén en línea.
fr: Ils apparaîtront dès que vous serez tous les deux en ligne.
it: Compariranno quando sarete entrambi online.
ja: お互いがオンラインになると表示されます。
ko: 둘 다 온라인이 되면 표시됩니다.
pt_br: Vão aparecer assim que vocês dois estiverem online.
zh_hans: 等你们都在线时，他们就会出现。

source: This circle is locked. Unlock with Face ID to view it.
de: Dieser Kreis ist gesperrt. Mit Face ID entsperren, um ihn anzusehen.
es: Este círculo está bloqueado. Desbloquéalo con Face ID para verlo.
fr: Ce cercle est verrouillé. Déverrouillez-le avec Face ID pour le consulter.
it: Questa cerchia è bloccata. Sbloccala con Face ID per visualizzarla.
ja: このサークルはロックされています。Face IDでロックを解除すると表示できます。
ko: 잠긴 서클입니다. Face ID로 잠금을 해제하면 볼 수 있습니다.
pt_br: Este círculo está bloqueado. Desbloqueie com o Face ID para vê-lo.
zh_hans: 这个圈子已锁定。用 Face ID 解锁后查看。

source: This code grants your identity. Only scan it onto a device you own — never share or post it.
de: Dieser Code überträgt deine Identität. Scanne ihn nur auf ein Gerät, das dir gehört — teile oder veröffentliche ihn niemals.
es: Este código otorga tu identidad. Escanéalo solo en un dispositivo tuyo — nunca lo compartas ni lo publiques.
fr: Ce code donne accès à votre identité. Ne le scannez que sur un appareil qui vous appartient — ne le partagez et ne le publiez jamais.
it: Questo codice concede la tua identità. Scansionalo solo su un dispositivo tuo — non condividerlo e non pubblicarlo mai.
ja: このコードはあなたのアイデンティティを引き渡します。自分の端末でのみスキャンしてください — 共有や投稿は絶対にしないでください。
ko: 이 코드는 내 신원을 그대로 넘겨줍니다. 본인 소유 기기에서만 스캔하고, 절대 공유하거나 게시하지 마세요.
pt_br: Este código concede sua identidade. Escaneie apenas em um dispositivo seu — nunca compartilhe nem publique.
zh_hans: 此代码会授予你的身份。只能扫描到你自己的设备上 — 切勿分享或发布。

source: This code links one device, once, and expires after a few minutes. Only scan it onto a device you own.
de: Dieser Code verbindet ein Gerät, einmalig, und läuft nach wenigen Minuten ab. Scanne ihn nur auf ein Gerät, das dir gehört.
es: Este código vincula un dispositivo, una sola vez, y caduca en unos minutos. Escanéalo solo en un dispositivo tuyo.
fr: Ce code relie un seul appareil, une seule fois, et expire au bout de quelques minutes. Ne le scannez que sur un appareil qui vous appartient.
it: Questo codice collega un solo dispositivo, una sola volta, e scade dopo pochi minuti. Scansionalo solo su un dispositivo tuo.
ja: このコードは1台の端末を1回だけ連携でき、数分で期限切れになります。自分の端末でのみスキャンしてください。
ko: 이 코드는 기기 하나를 한 번만 연결하며 몇 분 뒤 만료됩니다. 본인 소유 기기에서만 스캔하세요.
pt_br: Este código vincula um dispositivo, uma única vez, e expira em alguns minutos. Escaneie apenas em um dispositivo seu.
zh_hans: 此代码只能链接一台设备一次，几分钟后就会失效。只能扫描到你自己的设备上。

source: This conversation isn't on this device yet
de: Diese Unterhaltung ist noch nicht auf diesem Gerät
es: Esta conversación aún no está en este dispositivo
fr: Cette conversation n'est pas encore sur cet appareil
it: Questa conversazione non è ancora su questo dispositivo
ja: この会話はまだこの端末にありません
ko: 이 대화는 아직 이 기기에 없습니다
pt_br: Esta conversa ainda não está neste dispositivo
zh_hans: 这段对话还没有同步到这台设备

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: この端末
ko: 이 기기
pt_br: Este dispositivo
zh_hans: 这台设备

source: This device · %@
de: Dieses Gerät · %@
es: Este dispositivo · %@
fr: Cet appareil · %@
it: Questo dispositivo · %@
ja: この端末 · %@
ko: 이 기기 · %@
pt_br: Este dispositivo · %@
zh_hans: 这台设备 · %@

source: This device is relaying · %@…
de: Dieses Gerät leitet weiter · %@…
es: Este dispositivo está retransmitiendo · %@…
fr: Cet appareil relaie · %@…
it: Questo dispositivo sta facendo da relay · %@…
ja: この端末がリレー中 · %@…
ko: 이 기기가 중계 중 · %@…
pt_br: Este dispositivo está retransmitindo · %@…
zh_hans: 这台设备正在中转 · %@…

source: This device joins your account and syncs your profile + posts. Your primary device can revoke it anytime.
de: Dieses Gerät tritt deinem Konto bei und synchronisiert dein Profil + deine Beiträge. Dein primäres Gerät kann es jederzeit widerrufen.
es: Este dispositivo se une a tu cuenta y sincroniza tu perfil + tus publicaciones. Tu dispositivo principal puede revocarlo cuando quieras.
fr: Cet appareil rejoint votre compte et synchronise votre profil et vos publications. Votre appareil principal peut le révoquer à tout moment.
it: Questo dispositivo si aggiunge al tuo account e sincronizza il tuo profilo e i tuoi post. Il tuo dispositivo principale può revocarlo in qualsiasi momento.
ja: この端末をアカウントに追加し、プロフィールと投稿を同期します。プライマリ端末からいつでも解除できます。
ko: 이 기기를 내 계정에 연결하고 프로필과 게시물을 동기화합니다. 기본 기기에서 언제든지 해제할 수 있습니다.
pt_br: Este dispositivo entra na sua conta e sincroniza seu perfil e suas publicações. Seu dispositivo principal pode revogá-lo a qualquer momento.
zh_hans: 这台设备会加入你的账户，并同步你的资料和帖子。你的主设备可以随时撤销它。

source: This device joins your account with its own key and a copy of your circles. Your primary device can revoke it anytime.
de: Dieses Gerät tritt deinem Konto mit einem eigenen Schlüssel und einer Kopie deiner Kreise bei. Dein primäres Gerät kann es jederzeit widerrufen.
es: Este dispositivo se une a tu cuenta con su propia clave y una copia de tus círculos. Tu dispositivo principal puede revocarlo cuando quieras.
fr: Cet appareil rejoint votre compte avec sa propre clé et une copie de vos cercles. Votre appareil principal peut le révoquer à tout moment.
it: Questo dispositivo si aggiunge al tuo account con una propria chiave e una copia delle tue cerchie. Il tuo dispositivo principale può revocarlo in qualsiasi momento.
ja: この端末は独自の鍵とサークルのコピーを持ってアカウントに参加します。プライマリ端末からいつでも解除できます。
ko: 이 기기가 자체 키와 서클 사본을 가지고 내 계정에 연결됩니다. 기본 기기에서 언제든지 해제할 수 있습니다.
pt_br: Este dispositivo entra na sua conta com a própria chave e uma cópia dos seus círculos. Seu dispositivo principal pode revogá-lo a qualquer momento.
zh_hans: 这台设备会用它自己的密钥加入你的账户，并获得一份你圈子的副本。你的主设备可以随时撤销它。

source: This device will no longer hold the master-key role. Make your iPhone the primary, then link this device to it.
de: Dieses Gerät hat dann nicht mehr die Rolle des Hauptschlüssels. Mache dein iPhone zum primären Gerät und verbinde dieses Gerät dann damit.
es: Este dispositivo dejará de tener el rol de clave maestra. Haz que tu iPhone sea el principal y luego vincula este dispositivo a él.
fr: Cet appareil ne détiendra plus la clé maîtresse. Définissez votre iPhone comme appareil principal, puis reliez-y cet appareil.
it: Questo dispositivo non avrà più il ruolo di chiave madre. Imposta il tuo iPhone come dispositivo principale, poi collega questo dispositivo a esso.
ja: この端末はマスターキーの役割を持たなくなります。iPhoneをプライマリにしてから、この端末を連携してください。
ko: 이 기기는 더 이상 마스터 키 역할을 맡지 않습니다. iPhone을 기본 기기로 지정한 뒤, 이 기기를 거기에 연결하세요.
pt_br: Este dispositivo deixará de ter a função de chave mestra. Torne seu iPhone o dispositivo principal e depois vincule este dispositivo a ele.
zh_hans: 这台设备将不再担任主密钥的角色。请先把你的 iPhone 设为主设备，再把这台设备链接到它。

source: This is a linked device. Link new devices from your **primary device** (the one that holds your master key).
de: Dies ist ein verbundenes Gerät. Verbinde neue Geräte über dein **primäres Gerät** (das mit deinem Hauptschlüssel).
es: Este es un dispositivo vinculado. Vincula dispositivos nuevos desde tu **dispositivo principal** (el que guarda tu clave maestra).
fr: Cet appareil est un appareil relié. Reliez les nouveaux appareils depuis votre **appareil principal** (celui qui détient votre clé maîtresse).
it: Questo è un dispositivo collegato. Collega i nuovi dispositivi dal tuo **dispositivo principale** (quello che custodisce la tua chiave madre).
ja: これは連携端末です。新しい端末は**プライマリ端末**（マスターキーを保管している端末）から連携してください。
ko: 이 기기는 연결된 기기입니다. 새 기기는 **기본 기기**(마스터 키를 보관한 기기)에서 연결하세요.
pt_br: Este é um dispositivo vinculado. Vincule novos dispositivos a partir do seu **dispositivo principal** (aquele que guarda sua chave mestra).
zh_hans: 这是一台已链接的设备。请从你的**主设备**（保管主密钥的那台）链接新设备。

source: This is just for the people you choose.
de: Das ist nur für die Menschen, die du auswählst.
es: Esto es solo para las personas que tú elijas.
fr: C'est réservé aux personnes que vous choisissez.
it: Questo è solo per le persone che scegli tu.
ja: これはあなたが選んだ人だけに届きます。
ko: 내가 선택한 사람에게만 보입니다.
pt_br: Isto é só para as pessoas que você escolher.
zh_hans: 这只给你选择的人看。

source: This isn’t my primary device
de: Das ist nicht mein primäres Gerät
es: Este no es mi dispositivo principal
fr: Ce n’est pas mon appareil principal
it: Questo non è il mio dispositivo principale
ja: これは自分のプライマリ端末ではありません
ko: 이 기기는 내 기본 기기가 아닙니다
pt_br: Este não é meu dispositivo principal
zh_hans: 这不是我的主设备
